welcome_text = "Приветствую Вас!\n"
employ_or_employer = "Выберите, вы хотите создать заявку от лица работодателя\nИли смотреть вакансии как работник"
employ_warn_info = "Продолжая использовать боты, вы принимаете условия использования"
no_vacancies_notification = "Больше вакансий нет, мы можем уведомить вас, когда они появятся"

like_notification = "Вакансия добавлена в изранные"
nlike_notification = "Вакансия удалена из изранных"

start_create = "Заполните форму для создания ваканcии\n для отмены напишите /cancel"
fill_employer = "Напишите организацию"
fill_job = "Напишите необходимую должность или работу для выполнения"
fill_salary = "Напишите предлагаемую зарплату"
fill_min_age = "Напишите требуемого минимального возраста"
fill_min_exp = "Напишите требуемый минимальный опыт работы"
fill_date = "Напишите время или период работы"
fill_short_dsp = "Напишите краткое описание вакансии"
fill_long_dsp = "Напишите развёрнутое описание вакансии"
confirm_vacancy = "Ваша вакансия:"
cancel_create_vacancy = "Создание вакансии отменено, ваша вакансия удалена"
sure_cancel_create_vacancy = "Вы точно хотите отменить создание вакансии?"
mess12dsh = "Что вы хотите сделать?"

default_state_warn = "Чтобы использовать эту комаду, завершите или отмените создание вакансии"


edit_employer = "обновлена организацию\nВаша вакансия:"
edit_job = "обновлена должность\nВаша вакансия:"
edit_salary = "обновлена зарплату\nВаша вакансия:"
edit_minage = "обновлена минимальный возраст\nВаша вакансия:"
edit_minexp = "обновлена минимальный опыт работы\nВаша вакансия:"
edit_date = "обновлена время или период работы\nВаша вакансия:"
edit_short_dsp = "обновлена краткое описание вакансии\nВаша вакансия:"
edit_long_dsp = "обновлена развёрнутое описание вакансии\nВаша вакансия:"

warning_msg = "ТЫ ШО, ТУПОЙ ЧТОЛЕ о_О?\nЧИТАТЬ НЕ УМЕЕШЬ?\nИДИ ОБРАТНО В ШКОЛУ, УПЫРЬ"




